Repository: ruittenb/Spaceman
Catalog: Spaceman/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, nl

source: Active style
de: Aktiver Stil
es: Estilo activo
es_419: Estilo activo
fr: Style actif
nl: Actieve stijl

source: All spaces
de: Alle
es: Todos
es_419: Todos
fr: Tous
nl: Alle

source: All Spaces
de: Alle Spaces
es: Todos los escritorios
es_419: Todos los escritorios
fr: Tous les espaces
nl: Alle spaces

source: Appearance
de: Erscheinungsbild
es: Apariencia
es_419: Apariencia
fr: Apparence
nl: Weergave

source: Arrow buttons and Mission Control button:
de: Pfeiltasten und Mission Control-Taste:
es: Botones de flecha y botón de Mission Control:
es_419: Botones de flecha y botón de Mission Control:
fr: Boutons fléchés et bouton Mission Control :
nl: Pijlknoppen en Mission Control-knop:

source: Backup failed
de: Backup fehlgeschlagen
es: Error en la copia de seguridad
es_419: Error al respaldar
fr: Échec de la sauvegarde
nl: Reservekopie mislukt

source: Backup Preferences
de: Einstellungen speichern
es: Respaldar ajustes
es_419: Respaldar configuración
fr: Sauvegarder les réglages
nl: Instellingen opslaan

source: Bordered
de: Umrandet
es: Con borde
es_419: Con borde
fr: Contour
nl: Omlijnd

source: Bordered, pill
de: Umrandet, kapselförmig
es: Con borde, cápsula
es_419: Con borde, cápsula
fr: Contour, capsule
nl: Omlijnd, pilvormig

source: Bordered, rectangular
de: Umrandet, rechteckig
es: Con borde, rectangular
es_419: Con borde, rectangular
fr: Contour, rectangulaire
nl: Omlijnd, rechthoekig

source: Bordered, rounded
de: Umrandet, abgerundet
es: Con borde, redondeado
es_419: Con borde, redondeado
fr: Contour, arrondi
nl: Omlijnd, afgerond

source: Buttons Shown
de: Angezeigte Tasten
es: Botones mostrados
es_419: Botones mostrados
fr: Boutons affichés
nl: Getoonde knoppen

source: Check for updates...
de: Nach Updates suchen…
es: Buscar actualizaciones…
es_419: Buscar actualizaciones…
fr: Rechercher les mises à jour…
nl: Op updates controleren…

source: Clear all colors
de: Alle Farben entfernen
es: Borrar todos los colores
es_419: Quitar todos los colores
fr: Effacer toutes les couleurs
nl: Alle kleuren wissen

source: Clear color
de: Farbe entfernen
es: Borrar color
es_419: Quitar color
fr: Effacer la couleur
nl: Kleur wissen

source: Close window (⌘W)
de: Fenster schließen (⌘W)
es: Cerrar ventana (⌘W)
es_419: Cerrar ventana (⌘W)
fr: Fermer la fenêtre (⌘W)
nl: Venster sluiten (⌘W)

source: Compact
de: Kompakt
es: Compacto
es_419: Compacto

source: Current only
de: Aktuelle
es: Actuales
es_419: Actuales
fr: Actuels
nl: Huidige

source: Current Only
de: Nur aktuelle
es: Solo el escritorio actual
es_419: Solo el escritorio actual
fr: Espaces actuels uniquement
nl: Alleen huidige

source: Dismiss
de: Schließen
es: Cerrar
es_419: Cerrar
fr: Fermer
nl: Sluiten

source: Displays
de: Bildschirme
es: Pantallas
es_419: Pantallas
fr: Écrans
nl: Beeldschermen

source: Enormous
de: Riesig
es: Enorme
es_419: Enorme
fr: Énorme
nl: Enorm

# Error: %@ Please grant %@ permissions to Spaceman in %@ → Privacy and Security.
source: Error: %1$@ Please grant %2$@ permissions to Spaceman in %3$@ → Privacy and Security.
de: Fehler: %1$@ Bitte gewähre Spaceman %2$@-Berechtigungen in %3$@ → Datenschutz & Sicherheit.
es: Error: %1$@ Por favor, otorga permisos de %2$@ a Spaceman en %3$@ → Privacidad y seguridad.
es_419: Error: %1$@ Por favor, otorga permisos de %2$@ a Spaceman en %3$@ → Privacidad y seguridad.
fr: Erreur : %1$@ Veuillez accorder les autorisations %2$@ à Spaceman dans %3$@ → Confidentialité et sécurité.
nl: Fout: %1$@ Geef Spaceman a.u.b. %2$@-machtigingen in %3$@ → Privacy en beveiliging.

source: Extra Large
de: Sehr groß
es: Extra grande
es_419: Extra grande
fr: Très grand
nl: Extra groot

source: Filled
de: Gefüllt
es: Relleno
es_419: Sólido
fr: Plein
nl: Pilvormig

source: Filled, pill
de: Gefüllt, kapselförmig
es: Relleno, cápsula
es_419: Sólido, cápsula
fr: Plein, capsule
nl: Opgevuld, pilvormig

source: Filled, rectangular
de: Gefüllt, rechteckig
es: Relleno, rectangular
es_419: Sólido, rectangular
fr: Plein, rectangulaire
nl: Opgevuld, rechthoekig

source: Filled, rounded
de: Gefüllt, abgerundet
es: Relleno, redondeado
es_419: Sólido, redondeado
fr: Plein, arrondi
nl: Opgevuld, afgerond

source: Fixed Width
de: Feste Breite
es: Ancho fijo
es_419: Ancho fijo
fr: Largeur fixe
nl: Vaste breedte

source: Font
de: Schrift
es: Fuente
es_419: Fuente
fr: Police
nl: Lettertype

source: For switching between spaces to work, these settings must match the keyboard shortcuts assigned for Mission Control.
de: Damit der Wechsel zwischen Spaces funktioniert, müssen diese Einstellungen mit den Tastaturkurzbefehlen für Mission Control übereinstimmen.
es: Para que el cambio entre escritorios funcione, estas configuraciones deben coincidir con las funciones rápidas de teclado asignadas a Mission Control.
es_419: Para que el cambio entre escritorios funcione, estas configuraciones deben coincidir con las funciones rápidas de teclado asignadas a Mission Control.
fr: Pour que le changement d'espace fonctionne, ces réglages doivent correspondre aux raccourcis clavier attribués à Mission Control.
nl: Om succesvol te kunnen wisselen tussen spaces, moeten deze instellingen overeenkomen met de sneltoetsen die zijn toegewezen in Mission Control.

source: Fullscreen Spaces
de: Vollbild-Spaces
es: Escritorios en pantalla completa
es_419: Escritorios en pantalla completa
fr: Espaces en plein écran
nl: Volledig scherm-spaces

source: General
de: Allgemein
fr: Général
nl: Algemeen

source: Icon size
de: Symbolgröße
es: Tamaño del icono
es_419: Tamaño del ícono
fr: Taille des icônes
nl: Icoongrootte

source: Icon Size
de: Symbolgröße
es: Tamaño del icono
es_419: Tamaño del ícono
fr: Taille des icônes
nl: Icoongrootte

source: Icon Style
de: Symbolstil
es: Estilo del icono
es_419: Estilo del ícono
fr: Style des icônes
nl: Stijl van icoon

source: Icon text
de: Symboltext
es: Texto del icono
es_419: Texto del ícono
fr: Texte des icônes
nl: Tekst in icoon

source: Icon Text
de: Symboltext
es: Texto del icono
es_419: Texto del ícono
fr: Texte des icônes
nl: Tekst in icoon

source: Icon width
de: Symbolbreite
es: Ancho del icono
es_419: Ancho del ícono
fr: Largeur des icônes
nl: Icoonbreedte

source: Icons will be invisible with these settings.
de: Die Symbole werden mit diesen Einstellungen unsichtbar sein.
es: Los iconos serán invisibles con estos ajustes.
es_419: Los iconos serán invisibles con estos ajustes.
fr: Les icônes seront invisibles avec ces réglages.
nl: De Iconen worden onzichtbaar met deze instellingen.

source: If the display order seems erratic, please pay close attention to the horizontal alignment in %@ → Displays → Arrange.
de: Wenn die Bildschirmreihenfolge nicht stimmt, achten Sie bitte auf die horizontale Ausrichtung in %@ → Displays → Anordnen.
es: Si el orden de las pantallas parece incorrecto, presta atención a la alineación horizontal en %@ → Pantallas → Organizar.
es_419: Si el orden de las pantallas parece incorrecto, presta atención a la alineación horizontal en %@ → Pantallas → Organizar.
fr: Si l'ordre des écrans ne semble pas correct, vérifiez l'alignement horizontal dans %@ → Écrans → Disposition.
nl: Als de beeldschermvolgorde niet correct is, let dan goed op de horizontale rangschikking in %@ → Beeldschermen → Ordenen.

source: Inactive icons will be dimmed for visual distinctness.
de: Inaktive Symbole werden zur besseren visuellen Unterscheidung abgeblendet.
es: Los iconos inactivos se atenuarán para una mejor distinción visual.
es_419: Los íconos inactivos se atenuarán para una mejor distinción visual.
fr: Les icônes inactives seront atténuées pour une meilleure distinction visuelle.
nl: Inactieve iconen worden gedimd voor beter onderscheid.

source: Inactive style
de: Inaktiver Stil
es: Estilo inactivo
es_419: Estilo inactivo
fr: Style inactif
nl: Inactieve stijl

source: Large
de: Groß
es: Grande
es_419: Grande
fr: Grand
nl: Groot

# Last backup: %@ %@
source: Last backup: %1$@ %2$@
de: Letztes Backup: %1$@ %2$@
es: Última copia: %1$@ %2$@
es_419: Último respaldo: %1$@ %2$@
fr: Dernière sauvegarde : %1$@ %2$@
nl: Laatste reservekopie: %1$@ %2$@

source: Launch Spaceman at login
de: Spaceman beim Anmelden starten
es: Iniciar Spaceman al iniciar sesión
es_419: Iniciar Spaceman al iniciar sesión
fr: Lancer Spaceman à l'ouverture de session
nl: Spaceman starten bij inloggen

source: Medium
de: Mittel
es: Mediano
es_419: Mediano
fr: Moyen
nl: Middelgroot

source: Mission Control Button
de: Mission Control-Taste
es: Botón de Mission Control
es_419: Botón de Mission Control
fr: Bouton Mission Control
nl: Mission Control-knop

source: Names
de: Namen
es: Nombres
es_419: Nombres
fr: Noms
nl: Namen

source: Narrow
de: Schmal
es: Estrecho
es_419: Angosto
fr: Étroit
nl: Smal

source: Navigation Arrows
de: Navigationspfeile
es: Flechas de navegación
es_419: Flechas de navegación
fr: Flèches de navigation
nl: Navigatiepijlen

source: Nearby range: ±%lld
de: Nachbarbereich: ±%lld
es: Rango de escritorios cercanos: ±%lld
es_419: Rango de escritorios cercanos: ±%lld
fr: Portée des voisins : ±%lld
nl: Nabij bereik: ±%lld

source: Nearby spaces
de: Benachbarte
es: Cercanos
es_419: Cercanos
fr: Voisins
nl: Nabije

source: Nearby Spaces
de: Benachbarte Spaces
es: Escritorios cercanos
es_419: Escritorios cercanos
fr: Espaces voisins
nl: Nabije spaces

source: No backup found
de: Kein Backup gefunden
es: No se encontró copia de seguridad
es_419: No se encontró respaldo
fr: Aucune sauvegarde trouvée
nl: Geen reservekopie gevonden

source: No decoration
de: Ohne Verzierung
es: Sin adornos
es_419: Sin adornos
fr: Sans ornement
nl: Geen versiering

source: No Decoration
de: Ohne Verzierung
es: Sin adornos
es_419: Sin adornos
fr: Sans ornement
nl: Geen versiering

source: No preferences to backup
de: Keine Einstellungen zum Speichern
es: No hay ajustes para copiar
es_419: No hay configuración para respaldar
fr: Aucun réglage à sauvegarder
nl: Geen instellingen om te bewaren

source: No spaces detected yet.
de: Noch keine Spaces erkannt.
es: Aún no se detectaron escritorios.
es_419: Aún no se detectaron escritorios.
fr: Aucun espace détecté pour le moment.
nl: Nog geen spaces gevonden.

source: No text
de: Kein Text
es: Sin texto
es_419: Sin texto
fr: Sans texte
nl: Geen tekst

source: No Text
de: Kein Text
es: Sin texto
es_419: Sin texto
fr: Sans texte
nl: Geen tekst

source: number keys on top row
de: Zifferntasten in der oberen Reihe
es: Teclas numéricas (fila superior)
es_419: Teclas numéricas (fila superior)
fr: Touches numériques (rangée supérieure)
nl: cijfertoetsen op bovenste rij

source: Numbers
de: Nummern
es: Números
es_419: Números
fr: Numéros
nl: Nummers

source: Numbers and names
de: Nummern und Namen
es: Números y nombres
es_419: Números y nombres
fr: Numéros et noms
nl: Nummers en namen

source: Numbers and Names
de: Nummern und Namen
es: Números y nombres
es_419: Números y nombres
fr: Numéros et noms
nl: Nummers en namen

source: numeric keypad
de: Ziffernblock
es: Teclado numérico
es_419: Teclado numérico
fr: Pavé numérique
nl: numeriek toetsenbord

source: One
de: Eine
es: Una
es_419: Una
fr: Une
nl: Eén

source: Open %@ → Displays…
de: %@ → Displays öffnen…
es: Abrir %@ → Pantallas…
es_419: Abrir %@ → Pantallas…
fr: Ouvrir %@ → Écrans…
nl: Open %@ → Beeldschermen…

source: Open %@ → Mission Control Shortcuts…
de: %@ → Mission Control: Kurzbefehle öffnen…
es: Abrir %@ → Atajos de Mission Control…
es_419: Abrir %@ → Atajos de Mission Control…
fr: Ouvrir %@ → Raccourcis Mission Control…
nl: Open %@ → Mission Control sneltoetsen…

source: Pill
de: Kapselförmig
es: Cápsula
es_419: Cápsula
fr: Capsule
nl: Pilvormig

source: Preferences restored
de: Einstellungen wiederhergestellt
es: Ajustes restaurados
es_419: Configuración restaurada
fr: Réglages restaurés
nl: Instellingen hersteld

source: Preferences saved
de: Einstellungen gespeichert
es: Ajustes guardados
es_419: Configuración guardada
fr: Réglages enregistrés
nl: Instellingen opgeslagen

source: Preferences...
de: Einstellungen…
es: Ajustes…
es_419: Configuración…
fr: Réglages…
nl: Instellingen…

source: Quit Spaceman
de: Spaceman beenden
es: Salir de Spaceman
es_419: Salir de Spaceman
fr: Quitter Spaceman
nl: Spaceman afsluiten

source: Rectangular
de: Rechteckig
fr: Rectangulaire
nl: Rechthoekig

source: Refresh
de: Aktualisieren
es: Actualizar
es_419: Actualizar
fr: Actualiser
nl: Verversen

source: Refresh spaces in background
de: Spaces im Hintergrund aktualisieren
es: Actualizar escritorios en segundo plano
es_419: Actualizar escritorios en segundo plano
fr: Actualiser les espaces en arrière-plan
nl: Spaces op de achtergrond verversen

source: Restart space numbering by display
de: Space-Nummerierung pro Bildschirm zurücksetzen
es: Reiniciar la numeración de los escritorios por pantalla
es_419: Reiniciar la numeración de los escritorios por pantalla
fr: Redémarrer la numérotation par écran
nl: Space nummering per beeldscherm herstarten

source: Restore failed
de: Wiederherstellung fehlgeschlagen
es: Error al restaurar
es_419: Error al restaurar
fr: Échec de la restauration
nl: Herstellen mislukt

source: Restore Preferences
de: Einstellungen wiederherstellen
es: Restaurar ajustes
es_419: Restaurar configuración
fr: Restaurer les réglages
nl: Instellingen herstellen

source: Reverse macOS order
de: macOS-Reihenfolge umkehren
es: Orden inverso de macOS
es_419: Orden inverso de macOS
fr: Ordre macOS inversé
nl: macOS-volgorde omkeren

source: Roughly equal
de: Ungefähr gleich
es: Casi igual
es_419: Casi igual
fr: Presque égale
nl: Ongeveer even breed

source: Rounded
de: Abgerundet
es: Redondeado
es_419: Redondeado
fr: Arrondi
nl: Afgerond

source: Row Layout
de: Reihenanordnung
es: Disposición de filas
es_419: Disposición de filas
fr: Disposition des rangées
nl: Rij-indeling

source: Rows
de: Reihen
es: Filas
es_419: Filas
fr: Rangées
nl: Rijen

source: Sans-Serif
de: Serifenlos
es: Sin Serifa
es_419: Sin Serifa
fr: Sans-Sérif
nl: Schreefloos

source: send Control as modifier (macOS default)
de: Control als Modifikator senden (macOS-Standard)
es: enviar Control como modificador (predeterminado en macOS)
es_419: enviar Control como modificador (predeterminado en macOS)
fr: envoyer Contrôle comme modificateur (par défaut macOS)
nl: Control als modifier versturen (macOS-default)

source: send the same modifiers as specified above
de: dieselben Modifikatoren wie oben angegeben senden
es: enviar los mismos modificadores especificados arriba
es_419: enviar los mismos modificadores especificados arriba
fr: envoyer les mêmes modificateurs que ci-dessus
nl: dezelfde modifiers als hierboven versturen

source: Serif
de: Serifen
es: Serifa
es_419: Serifa
fr: Sérif
nl: Schreef

source: Shortcut for manual refresh
de: Kurzbefehl zum manuellen Aktualisieren
es: Atajo para actualizar manualmente
es_419: Atajo para actualizar manualmente
fr: Raccourci d’actualisation manuelle
nl: Sneltoets voor handmatig verversen

source: Shortcut keys
de: Tastaturkurzbefehle
es: Atajos de teclado
es_419: Atajos de teclado
fr: Raccourcis clavier
nl: Sneltoetsen

source: Shortcut to open preferences window
de: Kurzbefehl zum Öffnen der Einstellungen
es: Atajo para abrir la configuración
es_419: Atajo para abrir la configuración
fr: Raccourci d’ouverture des réglages
nl: Sneltoets om instellingenvenster te openen

source: Shortcuts
de: Kurzbefehle
es: Atajos de teclado
es_419: Atajos de teclado
fr: Raccourcis
nl: Sneltoetsen

source: Show bottom display first
de: Unteren Bildschirm zuerst anzeigen
es: Mostrar primero la pantalla inferior
es_419: Mostrar primero la pantalla inferior
fr: Afficher l'écran du bas en premier
nl: Onderste beeldscherm eerst tonen

source: Show fullscreen spaces
de: Vollbild-Spaces anzeigen
es: Mostrar escritorios en pantalla completa
es_419: Mostrar escritorios en pantalla completa
fr: Afficher les espaces en plein écran
nl: Volledig scherm-spaces tonen

source: Show Mission Control button
de: Mission Control-Taste anzeigen
es: Mostrar botón de Mission Control
es_419: Mostrar botón de Mission Control
fr: Afficher le bouton Mission Control
nl: Mission Control-knop tonen

source: Show navigation arrows
de: Navigationspfeile anzeigen
es: Mostrar flechas de navegación
es_419: Mostrar flechas de navegación
fr: Afficher les flèches de navigation
nl: Navigatiepijlen tonen

source: Show top display first
de: Oberen Bildschirm zuerst anzeigen
es: Mostrar primero la pantalla superior
es_419: Mostrar primero la pantalla superior
fr: Afficher l'écran du haut en premier
nl: Bovenste beeldscherm eerst tonen

source: Single Row
de: Eine Reihe
es: Una fila
es_419: Una fila
fr: Une rangée
nl: Een enkele rij

source: Spaceman will send these keypresses to Mission Control.
de: Spaceman sendet diese Tastenkombinationen an Mission Control.
es: Spaceman enviará estas teclas a Mission Control.
es_419: Spaceman enviará estas teclas a Mission Control.
fr: Spaceman enverra ces raccourcis clavier à Mission Control.
nl: Spaceman stuurt deze toetsaanslagen naar Mission Control.

# Spaces shown
source: Show
de: Spaces anzeigen
es: Escritorios mostrados
es_419: Escritorios mostrados
fr: Espaces affichés
nl: Zichtbare spaces

source: Switching Spaces
de: Zwischen Spaces wechseln
es: Cambiar entre escritorios
es_419: Cambiar entre escritorios
fr: Changer d'espace
nl: Tussen spaces wisselen

source: System Preferences
de: Systemeinstellungen
es: Preferencias del Sistema
es_419: Preferencias del Sistema
fr: Préférences système
nl: Systeemvoorkeuren

source: System Settings
de: Systemeinstellungen
es: Ajustes del Sistema
es_419: Configuración del Sistema
fr: Réglages système
nl: Systeeminstellingen

source: Two Rows, by Columns
de: Zwei Reihen, spaltenweise
es: Dos filas, por columnas
es_419: Dos filas, por columnas
fr: Deux rangées, par colonnes
nl: Twee rijen, per kolom

source: Two Rows, by Rows
de: Zwei Reihen, zeilenweise
es: Dos filas, por filas
es_419: Dos filas, por filas
fr: Deux rangées, par lignes
nl: Twee rijen, per rij

source: Two, by cols
de: Zwei, spaltenweise
es: Dos, por columnas
es_419: Dos, por columnas
fr: Deux, par colonnes
nl: Twee, per kolom

source: Two, by rows
de: Zwei, zeilenweise
es: Dos, por filas
es_419: Dos, por filas
fr: Deux, par rangées
nl: Twee, per rij

source: Update available...
de: Update verfügbar…
es: Actualización disponible…
es_419: Actualización disponible…
fr: Mise à jour disponible…
nl: Update beschikbaar...

source: Use macOS order
de: macOS-Reihenfolge verwenden
es: Usar orden de macOS
es_419: Usar orden de macOS
fr: Utiliser l'ordre macOS
nl: macOS-volgorde gebruiken

source: Variable
de: Variabel
nl: Variabel

source: Variable width
de: Variable Breite
es: Ancho variable
es_419: Ancho variable
fr: Largeur variable
nl: Variabele breedte

source: When displays are side by side
de: Bildschirme nebeneinander
es: Pantallas lado a lado
es_419: Pantallas lado a lado
fr: Écrans côte à côte
nl: Beeldschermen naast elkaar

source: When displays are stacked
de: Bildschirme übereinander
es: Pantallas apiladas
es_419: Pantallas apiladas
fr: Écrans superposés
nl: Beeldschermen boven elkaar

source: With modifiers
de: Mit Sondertasten
es: Con teclas modificadores
es_419: Con teclas modificadores
fr: Avec touches de modification
nl: Met modifiers

source: Backup
es: Copia de seguridad
es_419: Respaldo
fr: Sauvegarde
nl: Reservekopieën

source: Command ⌘
es: Comando ⌘
es_419: Comando ⌘
fr: Commande ⌘

source: Name
es: Nombre
es_419: Nombre
fr: Nom
nl: Naam

source: Option ⌥
es: Opción ⌥
es_419: Opción ⌥

source: Shift ⇧
es: Mayúsculas ⇧
es_419: Mayúsculas ⇧
fr: Maj ⇧

source: Spaces
es: Escritorios
es_419: Escritorios
fr: Espaces

source: Version %@
es: Versión %@
es_419: Versión %@
nl: Versie %@

source: Website
es: Sitio web
es_419: Sitio web
fr: Site web

source: Control ⌃
fr: Contrôle ^
